[
{"id":"a1", "text": "Я часто хорошо справляюсь с задачей, даже если до этого переживал, что не смогу."},
{"id":"a2", "text": "Я могу произвести впечатление более компетентного человека, чем на самом деле."},
{"id":"a3", "text": "Я стараюсь избегать ситуации, где меня будут оценивать и мне очень страшно, когда другие меня оценивают."},
{"id":"a4", "text": "Когда люди хвалят меня за то, чего я достиг, я боюсь, что не смогу оправдать их ожидания в будущем."},
{"id":"a5", "text": "Иногда мне кажется, что я достиг своего положения, потому что оказался в нужном месте в нужное время или знал нужных людей."},
{"id":"a6", "text": "Я боюсь, что мои близкие могут обнаружить, что я не такой способный, как они считают."},
{"id":"a7", "text": "Я чаще помню свои ошибки, а не достижения."},
{"id":"a8", "text": "Я редко справляюсь с проектом или работой настолько хорошо, как я бы хотел."},
{"id":"a9", "text": "Иногда я чувствую, что мой успех в жизни и работе – это результат какой-то ошибки."},
{"id":"a10", "text": "Мне тяжело принимать комплименты или похвалу о моих умственных способностях или достижениях."},
{"id":"a11", "text": "Временами я думаю, что достиг успеха из-за того, что мне повезло."},
{"id":"a12", "text": "Я расстраиваюсь из-за того, чего я достиг, я считаю, что я способен на большее."},
{"id":"a13", "text": "Иногда я боюсь, что другие узнают, что у меня недостаточно знаний и способностей."},
{"id":"a14", "text": "Иногда я боюсь, что не справлюсь с новым заданием или обязанностью, даже если я обычно хорошо делаю то, за что берусь."},
{"id":"a15", "text": "Когда мне что-то удается и я получаю признание за свои успехи, я сомневаюсь, что в следующий раз у меня получится."},
{"id":"a16", "text": "Когда меня хвалят и признают мои заслуги, я стараюсь снизить значимость того, что я достиг."},
{"id":"a17", "text": "Сравнивая себя с окружающими, я считаю, что они способнее меня."},
{"id":"a18", "text": "В то время как окружающие уверены в том, что я справлюсь с задачей, я час то в себе сомневаюсь."},
{"id":"a19", "text": "Если мне предстоит продвижение по службе или признание моих заслуг в любой форме, я до последнего стараюсь не ставить окружающих в известность, пока это не станет свершившимся фактом."},
{"id":"a20", "text": "Я плохо себя чувствую или чувствую, что у меня пропадает мотивация что-то делать, если я не «лучший» или хотя бы не «особенный» в тех ситуациях, где требуется получить хороший результат."},
{"id": "b1", "text": "От меня ожидали, что я буду успокаивать своих братьев и сестер, когда они грустят или переживают."},
{"id": "b2", "text": "Мои родители часто делились со мной секретами про других членов семьи."},
{"id": "b3", "text": "Большинство детей из моего окружения вносили свой вклад в семейный бюджет."},
{"id": "b4", "text": "У меня оставалось время на то, чтобы грустить или радоваться, несмотря на то что мне нужно было заботиться о членах моей семьи."},
{"id": "b5", "text": "Я помогал(а) родителям принимать важные решения."},
{"id": "b6", "text": "В мои обязанности входило укладывать спать моих братьев и сестер каждый вечер."},
{"id": "b7", "text": "Я чувствовал, что меня ценили в моей семье."},
{"id": "b8", "text": "У большинства детей моего возраста в семьях были те же обязанности и то же положение, что и у меня."},
{"id": "b9", "text": "Мне хватало времени, чтобы поиграть или сделать уроки, несмотря на то, что у меня были обязанности по дому."},
{"id": "b10", "text": "Я работал и вносил свой вклад в семейный бюджет."},
{"id": "b11", "text": "В мои обязанности входило помогать братьям и сестрам с уроками."},
{"id": "b12", "text": "Я был первым человеком, к которому обращались члены семьи, когда возникали семейные споры."},
{"id": "b13", "text": "Именно я должен был следить за дисциплиной своих братьев и сестер."},
{"id": "b14", "text": "Я часто помогал решать проблемы между моими (или другими взрослыми в моей семье)."},
{"id": "b15", "text": "Мне очень нравилась та роль, которую я играл в семье."},
{"id": "b16", "text": "Я должен был утешать своих родителей, когда они грустили или переживали."},
{"id": "b17", "text": "В большинстве случае стирка одежды всей семьи была на мне."},
{"id": "b18", "text": "Я играл роль судьи в своей семье."},
{"id": "b19", "text": "Я был тем самым человеком, с которым члены семьи делились своими секретами."},
{"id": "b20", "text": "Я чувствовал, что у нас была дружная семья и мы хорошо справлялись с разными ситуациями."},
{"id": "b21", "text": "Меня чаще, чем других просили сходить в магазин за продуктами."},
{"id": "b22", "text": "Я играл роль посредника в своей семье."}
]
